[{"id":1,"name":"Pancakes","price":"$:30","description":"Undoubtedly the kids most favourite breakfast option, pancakes are fluffy delights to prepare at home. Whether you like creativity with many flavours and toppings. From maple syrup, whipped cream to fruits, there are endless options to relish a plate of scrumptious, filling and wholesome pancakes!","img":"https://c.ndtvimg.com/2019-04/qj6scnfg_pancakes_625x300_03_April_19.jpg"},{"id":2,"name":"Vermicelli Upma","price":"$:35","description":"One dish that you can savour at all times is the delicious, upma. You can call it an any time dish due to its in any meal from breakfast to snacks. Perfect for your kids tiffin too, here is an upma recipe packed with the goodness of vermicelli along with urad dal and carrots,wholesome pancakes! topped with peanuts.","img":"https://i.ndtvimg.com/i/2018-01/semiya-upma_620x350_71516168384.jpg"},{"id":3,"name":"Omelette","price":"$:25","description":"The classic breakfast recipe, omelette is probably one dish all of us can bond over! Despite being an extremely easy many omelette stalls in India selling different types of omelettes. From desi-style masala omelette to French-style soft and fluffy omelettes, this delight enjoys its versatility across the world.","img":"https://c.ndtvimg.com/sv5kh12o_healthy-breakfast-omelette_625x300_20_July_18.jpg"},{"id":4,"name":" Quinoa Risotto With Mushroom","price":"$:30","description":"Italy is best-known delight, risotto is a popular rice dish that is cooked with broth until it reaches a creamy  here is a healthy risotto recipe packed with nutritious quinoa and mushrooms that you can prepare for lunch or even a lazy Sunday is no  brunch.","img":"https://i.ndtvimg.com/i/2017-12/quinoa-risotto_620x330_51513068189.jpg"},{"id":5,"name":" Masala Bhindi","price":"$:40","description":"Quite an underrated vegetable, bhindi is something that is yet to be explored beyond the traditional sabzi. While it is veggie, okra is also a healthy option to include in your diet.Here is a Masala bhindi recipe for you. Here is a Masala bhindi .","img":"https://c.ndtvimg.com/tj9s1lb8_bhindi_625x300_28_August_18.jpg"},{"id":6,"name":"Panchratna Dal","price":"$:10","description":"A traditional Rajasthani preparation, Panchratna dal is a delectable, luscious amalgamation of five lentils; moong, channa, masoor, urad and tuar cooked with a host of or rice Packed with nutrients, this one is a must-have for Panchratna lunch along lunch along with roti or roti or.","img":"https://i.ndtvimg.com/i/2017-10/panchratna-dal_620x330_71507187543.jpg"},{"id":7,"name":" Ajwaini Paneer Kofta Curry","price":"$:20","description":"A paneer dish on the table would be inviting enough for any of us to fill it up on our plates. Here is a delicious paneer recipe with the flavourful ajwain, mirch and tomatoes cooked without onion and garlic.","img":"https://i.ndtvimg.com/i/2018-01/malai-kofta-recipe_620x330_81516865264.jpg"},{"id":8,"name":" Chicken In White Wine","price":"$:45","description":"There is absolutely nothing more satisfying than digging in succulent chicken chunks sautéed in white wine, bacon and mushrooms cooked in oven and served as a casserole dish. This is a perfect dinner dish to prepare when guests are home.","img":"https://c.ndtvimg.com/2018-10/4dp98sg4_chicken-in-white-wine_625x300_08_October_18.jpg"},{"id":9,"name":"Butter Chicken","price":"$:60","description":"Classic Indian chicken recipe! Butter chicken is undoubtedly the most loved North Indian dish that also now enjoys a global fan base. Chicken chunks  an array   of spices and spoonful of butter is sure garlic to.","img":"https://i.ndtvimg.com/i/2018-01/butter-chicken_620x350_51517373579.jpg"}]